Repository: Jac0b-Shi/Windows_Capture_Color_Calibration_Toolkit
Catalog: src/WgcColorCalibrator.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDescription
source: Windows capture color measurement and calibration toolkit.
zh_cn: Windows 捕获色彩测量与校准工具。

# AppDisplayName
source: WGC Color Calibrator
zh_cn: WGC 色彩校准器

# AboutLicense.Text
source: License: LGPL-3.0-only.
zh_cn: 许可证：LGPL-3.0-only。

# AboutStatus.Text
source: Status: initialization stage.
zh_cn: 状态：初始化阶段。

# AboutTitle.Text
source: About
zh_cn: 关于

# DiagnosticsAppVersionLabel.Text
source: App version
zh_cn: 应用版本

# DiagnosticsHdrLabel.Text
source: HDR status
zh_cn: HDR 状态

# DiagnosticsPixelFormatLabel.Text
source: Pixel format
zh_cn: 像素格式

# DiagnosticsTitle.Text
source: Diagnostics
zh_cn: 诊断

# DiagnosticsWgcLabel.Text
source: WGC support
zh_cn: WGC 支持

# DiagnosticsWindowsAppSdkLabel.Text
source: Windows App SDK release
zh_cn: Windows App SDK 发布版本

# DiagnosticsWindowsAppRuntimeLabel.Text
source: Windows App Runtime
zh_cn: Windows App 运行时

# HomeCaptureFormatLabel.Text
source: Capture format
zh_cn: 捕获格式

# HomeScopeLabel.Text
source: Scope
zh_cn: 范围

# HomeScopeValue.Text
source: Repository foundation, core domain, localization, and app shell.
zh_cn: 仓库基础、核心领域、本地化和应用外壳。

# HomeTitle.Text
source: WGC Color Calibrator
zh_cn: WGC 色彩校准器

# LanguageEnUs.Content
source: English
zh_cn: 英语

# LanguageSystem.Content
source: System language
zh_cn: 系统语言

# LanguageZhCn.Content
source: Simplified Chinese
zh_cn: 简体中文

# MainWindowTitle
source: WGC Color Calibrator
zh_cn: WGC 色彩校准器

# NavigationAbout.Content
source: About
zh_cn: 关于

# NavigationDiagnostics.Content
source: Diagnostics
zh_cn: 诊断

# NavigationHome.Content
source: Home
zh_cn: 首页

# Navigation.PaneTitle
source: WGC Color Calibrator
zh_cn: WGC 色彩校准器

# NavigationSettings.Content
source: Settings
zh_cn: 设置

# SettingsApplyLanguage.Content
source: Apply
zh_cn: 应用

# SettingsLanguageLabel.Text
source: Language
zh_cn: 语言

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# HomeWgcStatus.Text
source: not probed
zh_cn: 未探测

# HomeHdrStatus.Text
source: not probed
zh_cn: 未探测

# HomeCaptureFormatStatus.Text
source: not selected
zh_cn: 未选择

# SettingsLanguageRestartTitle
source: Language changed
zh_cn: 语言已更改

# SettingsLanguageRestartContent
source: The language change will take effect the next time you start the application.
zh_cn: 语言更改将在下次启动应用时生效。

# SettingsLanguageRestartExitButton
source: Exit app
zh_cn: 退出应用

# SettingsLanguageRestartLaterButton
source: Later
zh_cn: 稍后

# ProbeStatusNotProbed
source: not probed
zh_cn: 未探测

# ProbeStatusNotSelected
source: not selected
zh_cn: 未选择

# ProbeStatusSupported
source: supported
zh_cn: 支持

# ProbeStatusUnsupported
source: unsupported
zh_cn: 不支持

# ProbeStatusError
source: error
zh_cn: 错误

# NavigationChart.Content
source: Chart
zh_cn: 色卡

# ChartTitle.Text
source: Chart
zh_cn: 色卡

# ChartTypeLabel.Text
source: Chart type
zh_cn: 色卡类型

# ChartTypeManual.Content
source: Manual Single Color
zh_cn: 手动单色

# ChartTypeNearWhite.Content
source: Near White
zh_cn: 近白

# ChartTypeGrayscale.Content
source: Grayscale
zh_cn: 灰阶

# ChartTypeHdrRamp.Content
source: HDR scRGB Ramp
zh_cn: HDR scRGB 阶梯

# Chart.HdrRamp.Name
source: HDR scRGB Ramp
zh_cn: HDR scRGB 阶梯

# Chart.HdrRamp.Description
source: Linear scRGB ramp for HDR capture mapping experiments.
zh_cn: 用于 HDR 捕获映射实验的线性 scRGB 阶梯。

# ManualColorLabel.Text
source: Color
zh_cn: 颜色

# ManualColorHexTextBox.Header
source: HEX
zh_cn: 十六进制

# ManualColorPreviewLabel.Text
source: Preview
zh_cn: 预览

# GrayscaleStepsLabel.Text
source: Steps
zh_cn: 采样点

# GrayscaleStepsNumberBox.Header
source: Steps
zh_cn: 采样点

# ChartLayoutLabel.Text
source: Layout
zh_cn: 布局

# PatchWidthNumberBox.Header
source: Patch width
zh_cn: 色块宽度

# PatchHeightNumberBox.Header
source: Patch height
zh_cn: 色块高度

# GapNumberBox.Header
source: Gap
zh_cn: 间距

# BorderNumberBox.Header
source: Border
zh_cn: 边距

# SafeSampleInsetNumberBox.Header
source: Safe sample inset
zh_cn: 安全采样内缩

# ColumnCountNumberBox.Header
source: Columns
zh_cn: 列数

# BackgroundColorTextBox.Header
source: Background
zh_cn: 背景色

# ChartHdrLabel.Text
source: HDR output
zh_cn: HDR 输出

# OutputModeComboBox.Header
source: Output mode
zh_cn: 输出模式

# OutputModeHdr10.Content
source: HDR10 (Experimental)
zh_cn: HDR10（实验性）

# ToneMappingModeComboBox.Header
source: Tone mapping
zh_cn: 色调映射

# ToneMappingModeDirect.Content
source: Direct scRGB
zh_cn: 直接 scRGB

# ToneMappingModeReference.Content
source: Reference white scaled
zh_cn: 参考白缩放

# PaperWhiteNumberBox.Header
source: Paper white (nits)
zh_cn: 纸白亮度（nits）

# PeakBrightnessNumberBox.Header
source: Peak brightness (recorded only, nits)
zh_cn: 峰值亮度（仅记录，nits）

# ExposureNumberBox.Header
source: Exposure (EV)
zh_cn: 曝光（EV）

# HdrStatusTextBlock.Text
source: HDR status not probed
zh_cn: 未探测 HDR 状态

# GenerateButton.Content
source: Generate
zh_cn: 生成

# OpenChartWindowButton.Content
source: Open chart window
zh_cn: 打开色卡窗口

# CloseChartWindowButton.Content
source: Close chart window
zh_cn: 关闭色卡窗口

# ToggleDebugOverlayButton.Content
source: Debug overlay
zh_cn: 调试覆盖层

# ImportJsonButton.Content
source: Import JSON
zh_cn: 导入 JSON

# ImportCsvButton.Content
source: Import CSV
zh_cn: 导入 CSV

# ExportJsonButton.Content
source: Export JSON
zh_cn: 导出 JSON

# ExportCsvButton.Content
source: Export CSV
zh_cn: 导出 CSV

# ChartPreviewLabel.Text
source: Preview
zh_cn: 预览

# PreviewWarningTextBlock.Text
source: This preview is SDR only and not intended for measurement.
zh_cn: 此预览仅为 SDR，不用于测量。

# ChartWindowTitle
source: Chart Window
zh_cn: 色卡窗口

# ChartStatusNoChart
source: No chart generated.
zh_cn: 未生成色卡。

# ChartStatusChart
source: Chart
zh_cn: 色卡

# ValidationErrorTitle
source: Validation error
zh_cn: 校验错误

# ImportErrorTitle
source: Import error
zh_cn: 导入错误

# ExportErrorTitle
source: Export error
zh_cn: 导出错误

# ValidationErrorInvalidHex
source: Invalid HEX color.
zh_cn: 无效的十六进制颜色。

# ValidationErrorInvalidHdrColor
source: Invalid HDR color.
zh_cn: 无效的 HDR 颜色。

# ValidationErrorInvalidPatchWidth
source: Patch width must be positive.
zh_cn: 色块宽度必须为正。

# ValidationErrorInvalidPatchHeight
source: Patch height must be positive.
zh_cn: 色块高度必须为正。

# ValidationErrorInvalidGap
source: Gap must be non-negative.
zh_cn: 间距不能为负。

# ValidationErrorInvalidBorder
source: Border must be non-negative.
zh_cn: 边距不能为负。

# ValidationErrorInvalidSafeSampleInset
source: Safe sample inset must be non-negative.
zh_cn: 安全采样内缩不能为负。

# ValidationErrorSafeSampleInsetTooLarge
source: Safe sample inset must leave a positive sample area.
zh_cn: 安全采样内缩必须留出正采样区域。

# ValidationErrorInvalidColumnCount
source: Column count must be positive.
zh_cn: 列数必须为正。

# ValidationErrorInvalidGrayscaleSteps
source: Grayscale steps must be at least 2.
zh_cn: 灰阶采样点至少为 2。

source: HDR status not probed
zh_cn: 未探测 HDR 状态

# HdrStatusActive
source: HDR active
zh_cn: HDR 已启用

# HdrStatusInactive
source: HDR inactive
zh_cn: HDR 未启用

# HdrStatusUnknown
source: HDR capability unknown
zh_cn: HDR 能力未知

# HdrBehaviorLabel.Text
source: If HDR is unavailable
zh_cn: 如果 HDR 不可用

# HdrBehaviorComboBox.Header
source: HDR fallback
zh_cn: HDR 回退策略

# HdrBehaviorCancel.Content
source: Cancel
zh_cn: 取消

# HdrBehaviorSwitchToSdr.Content
source: Switch to SDR
zh_cn: 切换到 SDR

# HdrBehaviorAllowClipping.Content
source: Clipping experiment
zh_cn: 裁剪实验

# ManualHdrColorLabel.Text
source: HDR color (raw linear scRGB, 1.0 = 80 nits)
zh_cn: HDR 颜色（原始线性 scRGB，1.0 = 80 nits）

# ChartStatusParametersDirty
source: Parameters have changed; generate again to apply.
zh_cn: 参数已更改，请重新生成以应用。

# ChartSummaryLabel.Text
source: Summary
zh_cn: 摘要

# DirtyInfoBar.Title
source: Unapplied changes
zh_cn: 存在未应用的更改

# DirtyInfoBar.Message
source: Generate the chart again to apply the current parameters.
zh_cn: 请重新生成色卡以应用当前参数。

# PatchSizePresetComboBox.Header
source: Patch size preset
zh_cn: 色块尺寸预设

# PatchSizePresetCompact.Content
source: 64 (Compact)
zh_cn: 64（紧凑）

# PatchSizePresetStandard.Content
source: 128 (Standard)
zh_cn: 128（标准）

# PatchSizePresetLarge.Content
source: 256 (Large)
zh_cn: 256（大）

# NavigationMeasurement.Content
source: Measurement
zh_cn: 测量

# MeasurementTitle.Text
source: Measurement
zh_cn: 测量

# CaptureButton.Content
source: Capture
zh_cn: 捕获

# BackToChartButton.Content
source: Back to chart
zh_cn: 返回色卡

# MeasurementSummaryLabel.Text
source: Summary
zh_cn: 摘要

# MeasurementRecordsLabel.Text
source: Records
zh_cn: 记录

# MeasurementExpectedRun.Text
source: Expected:
zh_cn: 预期：

# MeasurementCapturedRun.Text
source: Captured:
zh_cn: 捕获：

# MeasurementMeanRun.Text
source: Mean:
zh_cn: 均值：

# MeasurementMedianRun.Text
source: Median:
zh_cn: 中位数：

# MeasurementStdDevRun.Text
source: StdDev:
zh_cn: 标准差：

# MeasurementValidityRun.Text
source: Validity:
zh_cn: 有效性：

# ExportBgraButton.Content
source: Export BGRA
zh_cn: 导出 BGRA8

# ExportDebugOverlayButton.Content
source: Export BGRA8 Overlay
zh_cn: 导出 BGRA8 调试覆盖层
